export const characters = [
  // МАФИЯ
  {
    id: 1,
    name: "Мафия",
    img: "./mafia.webp",
    description: "Каждую ночь убивает мирного игрока. Побеждает, если останется в большинстве.",
  },
  {
    id: 2,
    name: "Дон",
    img: "./don.webp",
    description: "Глава мафии. Проверяет игроков на роль Комиссара.",
  },
  {
    id: 3,
    name: "Адвокат мафии",
    img: "./advokat.webp",
    description: "Может защищать мафию от голосования днём.",
  },

  // ГОРОД
  {
    id: 4,
    name: "Комиссар",
    img: "./komisar.webp",
    description: "Каждую ночь проверяет, мафия ли выбранный игрок.",
  },
  {
    id: 5,
    name: "Доктор",
    img: "./doktor.webp",
    description: "Каждую ночь лечит одного игрока. Может спасти от смерти.",
  },
  {
    id: 6,
    name: "Шериф",
    img: "./sherif.webp",
    description: "Улучшенная версия комиссара. Может арестовать игрока.",
  },
  {
    id: 7,
    name: "Психолог",
    img: "./psixolog.webp",
    description: "Может заставить одного игрока молчать на следующий день.",
  },
  {
    id: 8,
    name: "Красотка (Путана)",
    img: "./krasotka.webp",
    description: "Каждую ночь отвлекает игрока — тот теряет свою ночную способность.",
  },
  {
    id: 9,
    name: "Снайпер",
    img: "./snayper.webp",
    description: "Один раз за игру может убить любого игрока.",
  },
  {
    id: 10,
    name: "Журналист",
    img: "./junarlis.webp",
    description: "Узнаёт, что делал игрок прошлой ночью.",
  },
  {
    id: 11,
    name: "Сержант",
    img: "./serjant.webp",
    description: "Тайный помощник комиссара. Активируется после его смерти.",
  },
  {
    id: 12,
    name: "Мирный житель",
    img: "./mirniy-jitel.webp",
    description: "Нет способностей, но участвует в дневном голосовании.",
  },

  // НЕЙТРАЛ
  {
    id: 13,
    name: "Маньяк",
    img: "./manyak.webp",
    description: "Играет сам за себя. Убивает одного игрока каждую ночь.",
  },
  {
    id: 14,
    name: "Купидон",
    img: "./kupidon.webp",
    description: "В начале игры влюбляет двух игроков. Если один умирает — второй тоже.",
  },
  {
    id: 15,
    name: "Влюблённый",
    img: "./vlubloni.webp",
    description: "Если один в паре умирает — второй тоже. Играют за свою любовь.",
  },
  {
    id: 16,
    name: "Блондинка",
    img: "./blondonka.webp",
    description: "Ничего не делает. Просто красивая. Может сбить с толку.",
  },
  {
    id: 17,
    name: "Бессмертный",
    img: "./besmertniy.webp",
    description: "Переживает первое покушение. Потом становится обычным игроком.",
  },
  {
    id: 18,
    name: "Палач",
    img: "./plach.webp",
    description: "Играет сам за себя. Его цель — повесить конкретного игрока.",
  },
];
